Repository: gitGNU/gnu_dr-geo
Catalog: po/*.po
Languages: de

source: Command line options: Term under [] are options, || means OR: drgeo [--file geo_file_name || macro_file_name] [geo_file_name.fgeo] [macro_file_name.mgeo] [--evaluate dsf_file_name] [--texmacs] [--help] --file : to load a Dr. Geo file --evaluate : to load and evaluate a Dr. Geo Scheme Figure (DSF) --texmacs : start Dr. Geo as a TeXmacs plug-in --help : this help summary Several files can be loaded using a --file command for each
de: Kommandozeilenoptionen: drgeo [--file geo_datei_name | makro_datei_name] [geo_datei_name.fgeo] [makro_datei_name.mgeo] [--evaluate dsf_datei_name] [--texmacs] [--help] --file : eine Dr.-Geo-Datei laden --evaluate: eine Dr.-Geo-Scheme-Figur (DSF) laden und auswerten --texmacs : Dr. Geo als TeXmacs-Plug-in starten --help : diese Kurzhilfe Mehrere Dateien können geladen werden, indem für jede eine --file-Option benutzt wird.

source: Miss a filename in --file
de: Bei --file fehlt ein Dateiname.

source: Miss a filename to evaluate in --evaluate
de: Bei --evaluate fehlt ein Dateiname.

source: Unknown file type: %s (try .fgeo, .mgeo)
de: Unbekannter Dateityp: %s (versuchen Sie's mal mit .fgeo oder .mgeo)

source: Unknows command: %s
de: Unbekannter Befehl: %s

source: Welcome to GNU Dr. Geo - Free Interactive geometry by OFSET
de: Willkommen bei GNU Dr. Geo ― freie interaktive Geometriesoftware von OFSET

source: Error loading file '%s'
de: Fehler beim Laden von »%s«

source: Are you sure to quit Dr. Geo?
de: Sind Sie sicher, dass Sie Dr. Geo verlassen möchten?

source: Can't open file '%s'
de: Datei »%s« kann nicht geöffnet werden

source: Open...
de: Öffnen...

source: Evaluate...
de: Auswerten...

source: Error saving to '%s'!
de: Fehler beim Speichern unter »%s«!

source: Error exporting to '%s'!
de: Fehler beim Exportieren nach »%s«!

source: Error exporting to '%s'! Exporting to PNG required the Image Magick package. Install it and try again!
de: Fehler beim Export nach »%s«! Für den Export nach PNG muss das ImageMagick-Paket installiert sein. Bitte installieren sie dieses uns versuchen Sie es noch einmal.

source: Define the printing area
de: Druckbereich definieren

source: File '%s' exists! Overwrite?
de: Datei »%s« existiert! Überschreiben?

source: Save As...
de: Speichern unter...

source: Interactive 2D Figure
de: Interaktive 2D-Figur

source: Console
de: Konsole

source: Text Buffer
de: Text-Puffer

source: Type
de: Typ

source: Macro-construction
de: Makro

source: Error printing the current figure!
de: Fehler beim Drucken der aktuellen Figur!

source: Only geometric figure can be exported to Flydraw!
de: Nur geometrische Figuren können nach Flydraw exportiert werden!

source: Export As...
de: _Exportieren...

source: Only geomteric figure can be exported to LaTex!
de: Nur geometrische Figuren können nach LaTeX exportiert werden!

source: Only geomteric figure can be exported to PostScript!
de: Nur geometrische Figuren können nach PostScript exportiert werden!

source: Only geomteric figure can be exported to PNG!
de: Nur geometrische Figuren können nach PNG exportiert werden!

source: Are you sure to close this figure?
de: Sind Sie sicher, dass Sie diese Figur schließen möchten?

source: About Dr. Geo
de: Über Dr. Geo

source: Save Session As...
de: Sitzung speichern unter...

source: Play a recorded macro-construction
de: Ein Makro ausführen

source: Dr.Geo Math Tool
de: Interaktives Geometrieprogramm

source: Password does not match Access denied!
de: Passwort stimmt nicht überein. Zugriff verweigert!

source: Figure %d
de: Figur %d

source: Items
de: Objekte

source: this angle %1
de: Dieser Winkel %1

source: Geometric angle:: %s
de: Geometrischer Winkel:: %s

source: Point %s
de: Punkt %s

source: Vertex %s
de: Schnittpunkt %s

source: Oriented angle:: %s
de: Winkel ausgerichtet:: %s

source: Vector %s
de: Vektor %s

source: this arc %1
de: Dieser Bogen %1

source: Rotate arc-circle:: %s
de: Rotiere Kreisbogen: %s

source: Transformed arc-circle %s
de: Kreisbogen transformiert %s

source: Center %s
de: Mitte %s

source: Angle %s
de: Winkel %s

source: Symmetric arc-circle:: %s
de: Symmetrischer Kreisbogen: %s

source: Reflexion axe %s
de: Spiegelungsachse %s

source: Translate arc-circle:: %s
de: Bewege Kreisbogen: %s

source: Translated arc-circle %s
de: Kreisbogen bewegt %s

source: Vector of translation %s
de: Vektor der Bewegung %s

source: Scale arc-circle:: %s
de: Kreisbogen skalieren:: %s

source: Scaled arc-circle %s
de: Skalierter Kreisbogen %s

source: Factor %s
de: Faktor %s

source: Arc-circle defined by three points:: %s
de: Kreisbogen, definiert durch drei Punkte:: %s

source: Extremity %s
de: Endpunkt %s

source: this circle %1
de: dieser Kreis %1

source: Rotate circle:: %s
de: Kreis rotieren:: %s

source: Transformed circle %s
de: Kreis wurde bewegt %s

source: Symmetric circle:: %s
de: Symmetrischer Kreis:: %s

source: Translate circle:: %s
de: Kreis bewegen:: %s

source: Translated circle %s
de: Kreis wurde bewegt %s

source: Scale circle:: %s
de: Kreis skalieren:: %s

source: Scaled circle %s
de: Kreis wurde skaliert %s

source: Circle defined by its center and a point:: %s
de: Kreis definiert durch seinen Mittelpunkt und einem Punkt:: %s

source: Circle defined by its center and a segment:: %s
de: Kreis definiert durch seinen Mittelpunkt und einem Kreissegment:: %s

source: Radius from segment %s
de: Abstand vom Abschnitt %s

source: Circle defined by its center and radius:: %s
de: Kreis definiert durch seinen Mittelpunkt Radius:: %s

source: Free point: click on the plane or over a curve
de: Freier Punkt: Auf die Ebene oder eine Kurve klicken

source: Middle: select two points or a segment
de: Mitte: Auf zwei Punkte oder eine Strecke klicken

source: Intersection(s): select two curves
de: Schnittpunkt(e): Auf zwei Kurven klicken

source: Coordinate point: select two numbers (its coordinates)
de: Punkt festlegen: Auf zwei Zahlen (die Koordinaten) klicken

source: Line: select two points
de: Gerade: Auf zwei Punkte klicken

source: Ray: select its origin then another point
de: Halbgerade: Auf den Ursprungspunkt und einen anderen Punkt klicken

source: Segment: select its extremities
de: Strecke: Die Begrenzungspunkte auswählen

source: Vector: select its origin and extremity
de: Vektor: Anfangs- und Endpunkt auswählen

source: Circle: select its center and a point or its radius (number or segment)
de: Kreis: Den Mittelpunkt auswählen; dann einen Punkt des Kreises anklicken oder den Radius über eine Strecke oder Zahl festlegen

source: Arc: select three points
de: Kreisbogen: Drei Punkte auswählen

source: Locus: select a free point and a dependent point
de: Punktmenge: Einen freien und einen abhängigen Punkt auswählen

source: Polygon: select its vertices, then click over the first one
de: Polygon: Eckpunkte der Reihe nach auswählen; dann nochmals den ersten Eckpunkt anklicken

source: Parallel line: select a point and a direction (line, ray, segment, vector)
de: Parallele: Einen Punkt und eine Richtung (Gerade, Halbgerade, Strecke, Vektor) auswählen

source: Orthogonal line: select a point and a direction (line, ray, segment, vector)
de: Senkrechte: Einen Punkt und eine Richtung (Gerade, Halbgerade, Strecke, Vektor) auswählen

source: Axial symmetry: select a geometric object and a line
de: Achsensymmetrie: Ein Objekt und eine Spiegelachse (Gerade) auswählen

source: Central symmetry: select a geometric object and the center
de: Punktsymmetrie: Ein Objekt und das Spiegelzentrum auswählen

source: Translation: select a geometric object and a vector
de: Verschiebung: Ein Objekt und einen Vektor auswählen

source: Rotation: select a geometric object, the center and an angle or a scalar
de: Drehung: Ein Objekt, das Drehzentrum und einen Winkel auswählen

source: Scale: select a geometric object, the center and a scalar
de: Streckung: Ein Objekt, das Streckungszentrum und den Streckungsfaktor auswählen

source: Numeric: click on the back to edit a free value or select geometric object(s) to calculate distance
de: Zahl: Auf den Hintergrund klicken, um einen freien Wert zu erstellen; auf Objekt(e) klicken, um Länge, Abstand und Betrag zu bestimmen

source: Angle: select three points (geometric angle) or two vectors (oriented angle)
de: Winkel: Drei Punkte (geometrischer Winkel) oder zwei Vektoren (orientierter Winkel) auswählen

source: Coordinates & Equation: select a point, a vector, a line or a circle
de: Koordinaten bzw. Gleichung: Einen Punkt, einen Vektor, eine Gerade oder einen Kreis auswählen

source: Script: select n objects (n >=0) then click on the background
de: Skript: n Objekte (n >= 0) auswählen und dann auf den Hintergrund klicken

source: Delete object: select the object to delete
de: Objekt löschen: Das zu löschende Objekt auswählen

source: Look: select the object to change its look
de: Aussehen: Ein Objekt anklicken

source: Property: select the object to change its property
de: Eigenschaften: Ein Objekt anklicken

source: Construct a macro-construction
de: Ein Makro definieren

source: Select: select and move an object
de: Bewegen: Ein Objekt auswählen und bewegen

source: Enter a value
de: Geben Sie einen Wert ein

source: the equation of %1
de: Die Gleichung von %1

source: Line's equation:: %s
de: Gleichung der Gerade:: %s

source: Line %s
de: Gerade %s

source: Circle's equation:: %s
de: Gleichung des Kreises:: %s

source: Circle %s
de: Kreis %s

source: This help directory does not exist: '%s' Maybe the manual is not installed or it is not yet translated in your language. If you want to translate the manual contact ofset@ofset.org.
de: Dieses Hilfe-Verzeichnis existiert nicht: »%s« Vielleicht ist das Handbuch nicht installiert oder noch nicht in Ihre Sprache übersetzt worden. Wenn Sie das Handbuch übersetzen möchten, wenden Sie sich an <ofset@ofset.org>.

source: A default online manual in English will be used.
de: Ein Standard-Handbuch auf Englisch wird benutzt werden.

source: No default online manual can be found.
de: Das Standard-Handbuch konnte nicht gefunden werden.

source: this half-line %1
de: diese Halbgerade %1

source: Rotate half-line:: %s
de: Halbgerade rotieren:: %s

source: Transformed half-line %s
de: Halbgerade %s wurde bewegt

source: Symmetric half-line:: %s
de: Symmetrische Halbgerade:: %s

source: Translate half-line:: %s
de: Halbgerade bewegen:: %s

source: Translated half-line %s
de: Halbgerade %s wurde bewegt

source: Scale half-line:: %s
de: Halbgerade skalieren:: %s

source: Scaled half-line %s
de: Halbgerade %s wurde skaliert

source: Half-line defined by two points:: %s
de: Gerade festgelegt durch 2 Punkte:: %s

source: Origin %s
de: Ursprung %s

source: this line %1
de: diese Gerade %1

source: Rotate line:: %s
de: Linie rotieren:: %s

source: Transformed line %s
de: Linie %s wurde bewegt

source: Symmetric line:: %s
de: Symmetrische Linie:: %s

source: Translate line:: %s
de: Gerade verschieben:: %s

source: Translated line %s
de: Gerade %s wurde verschoben

source: Scale line:: %s
de: Linie skalieren:: %s

source: Scaled line %s
de: Gearade %s wurde skaliert

source: Line going through two points:: %s
de: Gerade durch zwei Punkte:: %s

source: Point %s
de: Punkt %s

source: Line defined by a point and its slope:: %s
de: Gerade festgelegt von einem Punkt und ihrer Steigung:: %s

source: Slope %s
de: Neigung %s

source: Parallel line:: %s
de: Parallele Gerade:: %s

source: Direction %s
de: Richtung %s

source: Perpendicular line:: %s
de: Senkrechte Gerade:: %s

source: %1's locus when %2 describes %3
de: %1's Ort, wenn %2 %3 beschreibt

source: Locus:: %s
de: Menge:: %s

source: Free point on curve %s
de: Freier Punkt der Kurve %s

source: Constrained point %s
de: Abhängiger Punkt %s

source: %1's length
de: Länge von %1

source: %1's magnitude
de: Betrag von %1

source: %1's perimeter
de: der Umfang von %1

source: the slope of %1
de: die Neigung von %1

source: the distance between %1 and %2
de: der Anstand zwischen %1 und %2

source: the abscissa of %1
de: die Abszisse von %1

source: the ordinate of %1
de: die Ordinate von %1

source: this value
de: dieser Wert

source: Free value:: %s
de: Freier Wert:: %s

source: Segment's length:: %s
de: Streckenlänge:: %s

source: Segment %s
de: Strecke %s

source: Vector's norm:: %s
de: Betrag des Vektors:: %s

source: Circle's perimeter:: %s
de: Umfang des Kreises:: %s

source: Line's slope:: %s
de: Neigung der Geraden:: %s

source: Arc-circle's length:: %s
de: Länge des Kreisbogens:: %s

source: Arc-circle %s
de: Kreisbogen %s

source: Point's abscissa:: %s
de: Abszisse des Punktes:: %s

source: Point's ordinate:: %s
de: Ordinate des Punktes:: %s

source: Vector's abscissa:: %s
de: Abszisse des Vektors:: %s

source: Vector's ordinate:: %s
de: Ordinate des Vektors:: %s

source: Distance between a point and a circle:: %s
de: Abstand zwischen einem Punkt und einem Kreis:: %s

source: Distance between a point and a line:: %s
de: Abstand zwischen einem Punkt und einer Geraden:: %s

source: Distance between two points:: %s
de: Abstand zwischen zwei Punkten:: %s

source: Rotate point:: %s
de: Punkt rotieren:: %s

source: Transformed point %s
de: Punkt wurde bewegt %s

source: Symmetric point:: %s
de: Symmetrischer Punkt:: %s

source: Translate point:: %s
de: Punkt verschieben:: %s

source: Translated point %s
de: Punkt wurde verschoben %s

source: Scale point:: %s
de: Punkt skalieren:: %s

source: Scaled point %s
de: Punkt wurde skaliert %s

source: Coordinate point:: %s
de: Punkt koordinieren:: %s

source: Abscissa %s
de: Abszisse %s

source: Free point:: %s
de: Freier Punkt:: %s

source: Free point on curve:: %s
de: Freier Punkt auf einer Kurve:: %s

source: Curve %s
de: Kurve %s

source: Intersection point:: %s
de: Schnittpunkt:: %s

source: Middle of segment:: %s
de: Mitte der Strecke:: %s

source: Middle of two points:: %s
de: Mitte zwischen zwei Punkten:: %s

source: this point %1
de: dieser Punkt %1

source: Rotate polygon:: %s
de: Punkt rotieren:: %s

source: Transformed polygon %s
de: Punkt wurde bewegt %s

source: Symmetric polygon:: %s
de: Symmetrischer Punkt:: %s

source: Translate polygon:: %s
de: Punkt verschieben:: %s

source: Translated polygon %s
de: Punkt wurde verschoben %s

source: Scale polygon:: %s
de: Punkt skalieren:: %s

source: Scaled polygon %s
de: Punkt wurde skaliert %s

source: this polygon %1
de: dieses Polygon %1

source: this reference frame %1
de: dieses Bezugssystem %1

source: Error! Just got the following error tag: %s
de: Fehler! %s

source: this script %1
de: dieses Skript %1

source: Script:: %s
de: Skript:: %s

source: Object %s
de: Objekt %s

source: this segment %1
de: diese Strecke %1

source: Rotate segment:: %s
de: Strecke rotieren:: %s

source: Transformed segment %s
de: Strecke wurde bewegt %s

source: Symmetric segment:: %s
de: Symmetrische Strecke:: %s

source: Translate segment:: %s
de: Strecke bewegen:: %s

source: Translated segment %s
de: Strecke %s wurde bewegt

source: Scale segment:: %s
de: Strecke skalieren:: %s

source: Scaled segment %s
de: Strecke %s wurde skaliert

source: Segment defined by its extremities:: %s
de: Strecke zwischen zwei Punkten:: %s

source: Remove %s?
de: %s entfernen?

source: Remove selected item?
de: Gewähltes Objekt entfernen?

source: this vector %1
de: dieser Vektor %1

source: Rotate vector:: %s
de: Vektor rotieren:: %s

source: Transformed vector %s
de: Vektor %s wurde bewegt

source: Symmetric vector:: %s
de: Symmetrischer Vektor:: %s

source: Translate vector:: %s
de: Vektor bewegen:: %s

source: Translated vector %s
de: Vektor %s wurde bewegt

source: Scale vector:: %s
de: Vektor skalieren:: %s

source: Scaled vector %s
de: Vektor %s wurde skaliert

source: Vector defined by two points:: %s
de: Vektor definiert durch zwei Punkte:: %s

source: Angle
de: Winkel

source: Arc-Circle
de: Kreisbogen

source: Circle
de: Kreis

source: Color
de: Farbe

source: Default figure name used when a new figure is created. This name is combined with a numeric indicator
de: Vorgabe-Figurenname für eine neue Figur. (Die Zeichen %d werden durch eine laufende Nummer ersetzt.)

source: Default file name used to export a geometric figure to the Flydraw format
de: Vorgabe-Dateiname für eine Flydraw-Datei

source: Default file name used to export a geometric figure to the LaTeX format (pstricks extension)
de: Vorgabe-Dateiname für eine LaTeX-Datei

source: Default file name used to export a geometric figure to the encapsulated PostScript format
de: Vorgabe-Dateiname für eine gekapselte PostScript-Datei (EPS)

source: Default file name used to save a geometric figure
de: Vorgabe-Dateiname für eine geometrische Figur

source: Default file name used to save a session (several documents in one file)
de: Vorgabe-Dateiname für eine Sitzung (mehrere Dokumente in einer Datei)

source: Default value
de: Vorgabewert

source: Defaut file name
de: Vorgabe-Dateiname

source: Figure name
de: Figurenname

source: Geometric figure
de: Geometrische Figur:

source: Global preferences
de: Allgemeine Vorlieben

source: Half-Line
de: Halbgerade

source: Html viewer
de: HTML-Betrachter

source: Large
de: Groß

source: Line
de: Gerade

source: Locus
de: Punktmenge

source: Number of undo/redo operations. 0 for infinite undo/redo level
de: Zahl der möglichen Rückschritte/Wiederholungen (0 für unendlich viele)

source: Numeric Precision
de: Numerische Genauigkeit

source: Object Aspect
de: Aussehen der Objekte

source: Point
de: Punkt

source: Save a Dr Genius session
de: Eine Dr. Geo-Sitzung speichern

source: Save all
de: Alle Speichern

source: Save selection
de: Auswahl speichern

source: Scalar
de: Skalar

source: Segment
de: Strecke

source: Select Color
de: Farbe auswählen

source: Select data to save
de: Daten zum Speichern auswählen

source: Session:
de: Sitzung:

source: Shape
de: Form

source: Size
de: Größe

source: Small
de: Klein

source: Style
de: Aussehen

source: Undo/Redo levels
de: Anzahl Rückgängig/Wiederholen

source: Vector
de: Vektor

source: Abscissa
de: Abszisse

source: Adjust the line style
de: Aussehen der Linie einstellen

source: Adjust the point style
de: Aussehen des Punktes einstellen

source: Adjust the value style
de: Aussehen einstellen

source: Adjust the zoom factor
de: Vergrößerungsfaktor einstellen

source: Angle defined by three points or two vectors
de: Winkel zwischen drei Punkten oder zwei Vektoren

source: Arc circle defined by three points
de: Kreisbogen durch drei Punkte

source: Avalaible macro-construction
de: Verfügbare Makros

source: Axial symmetry of an object. When ambiguity, the first selected line is the line to transform
de: Achsensymmetrie eines Objektes. Wenn uneindeutig, ist die erste gewählte Linie die Symmetrieachse

source: Build a macro construction
de: Ein Makro definieren

source: Build a macro-construction
de: Ein Makro definieren

source: Central symmetry of an object. When ambiguity, the first selected point is the point to transform
de: Punktsymmetrie eines Objektes. Wenn uneindeutig, ist der erste gewählte Punkt der Symmetriepunkt

source: Change the property of an object
de: Die Eigenschaften eines Objekts ändern

source: Change the style of an object
de: Das Aussehen eines Objekts ändern

source: Circle defines by center and point, radius or segment
de: Kreis, definiert von Mittelpunkt und Punkt, Radius oder Abschnitt

source: Construct a macro
de: Ein Makro konstruieren

source: Create curve
de: Bogen erstellen

source: Create numeric object
de: Numerisches Objekt erstellen

source: Create point
de: Punkt erstellen

source: Curve
de: Kurve

source: Custome User Interface
de: _Benutzeroberfläche anpassen

source: Custome User Interface in the current view
de: Benutzeroberfläche anpassen

source: Delete an object and its relatives
de: Ein Objekt und seine Bezüge löschen

source: Description
de: Beschreibung

source: Distance between objects, curve length, or edit free value
de: Abstand zwischen Objekten, Kreislänge oder frei definierter Wert

source: Edit Scheme script
de: Scheme-Skript bearbeiten

source: Edit value
de: Wert bearbeiten

source: Enter the macro-construction description there
de: Geben Sie hier eine Beschreibung des Makros ein

source: Enter the macro-construction name there
de: Geben Sie hier einen Namen für das Makro ein

source: Enter the name of this view:
de: Name für diese Ansicht:

source: Execute
de: Ausführen

source: Execute a macro-construction
de: Ein Makro ausführen

source: Execute pre-built macro
de: Vorgefertigtes Makro ausführen

source: Free point properties
de: Eigenschaften des freien Punktes

source: Give a name and a description
de: Name und Beschreibung angeben

source: Guile script using objects as input parameters
de: Guile-Skript, das Objekte als Eingabeparameter verwendet

source: Half-Line defined by two points, the first selected point is the origin
de: Halbgerade, definiert durch 2 Punkte, der erste gewählte Punkt ist der Start

source: Input
de: Eingabe

source: Line defined by two points
de: Gerade, festgelegt durch zwei Punkte

source: Line passing through one point and orthogonal to a line, half-line, etc.
de: Linie durch einen Punkt und senkrecht zu einer Geraden, Halbgeraden etc.

source: Line passing through one point and parallel to a line, half-line, etc.
de: Linie durch einen Punkt und parallel zu einer Geraden, Halbgeraden etc.

source: Lock
de: Sperren

source: Lock the interface
de: Benutzeroberfläche sperren

source: Locus defined by a free point and a relative point
de: Punktmenge, definiert durch einem freien Punkt und einem relativen Punkt

source: Macro name
de: Makro-Name

source: Masked
de: Maskiert

source: Not masked
de: Nicht maskiert

source: Numeric
de: Numerisch

source: Other
de: Anderes

source: Output
de: Ausgabe

source: Password to lock the changes to the interface:
de: Passwort, um Veränderungen an der Benutzeroberfläche zu verhindern:

source: Password to unlock the changes to the interface:
de: Passwort, um Veränderungen an der Benutzeroberfläche zuzulassen:

source: Point given its coordinates
de: Punkt, mit seinen Koordinaten

source: Point on an object or the background plane
de: Ein Punkt auf einem Objekt oder auf dem Hintergrund

source: Polygon defined by n points. Last choosen point must be the initial point to terminate the selection
de: Polygon begrenzt von n Punkten. Der letzte gewählte Punkt muss der Anfangspunkt sein um die Auswahl zu beenden

source: Press this button to mask the object
de: Drücken Sie den Knopf, um das Objekt zu maskieren

source: Press this button to unmask the object
de: Drücken Sie den Knopf, um das Objekt nicht mehr zu maskieren

source: Print Figure
de: Figur drucken

source: Re-lock the interface
de: Benutzeroberfläche wieder sperren

source: Rename the view
de: Diese Ansicht umbenennen

source: Rotation of an object. When ambiguity, the first selected point is the point to rotate
de: Ein Objekt drehen. Wenn uneindeutig, ist der erste gewählte Punkt der Mittelpunkt

source: Scale an object. When ambiguity, the first selected point is the point to transform
de: Ein Objekt strecken. Wenn uneindeutlig, ist der erste gewählte Punkt das Streckzentrum

source: Scheme script using objects as input parameters
de: Scheme-Skript, das Objekte als Eingabeparameter verwendet

source: Script
de: Skript

source: Segment defined by two points
de: Strecke definiert durch zwei Punkte

source: Select a macro-construction then the figure items
de: Wählen Sie ein Makro aus und dann Objekte aus der Figur

source: Select and move an object
de: Ein Objekt auswählen und bewegen

source: Select input parameters
de: Eingabe-Parameter auswählen

source: Select output parameters
de: Ausgabe-Parameter auswählen

source: Select printer:
de: Drucker auswählen:

source: The midpoint of a segment or between two points
de: Der Mittelpunkt einer Strecke oder zwischen zwei Punkten
