Repository: gitGNU/gnu_dr-geo
Catalog: po/*.po
Languages: de

source: The point(s) of intersection between two objects
de: Die oder die Schnittpunkt(e) zweier Objekte

source: This interface has already been locked. Enter the previously used password for this view:
de: Die Benutzeroberfläche wurde gesperrt. Bitte geben Sie das Passwort ein:

source: To build a macro-construction, 1. First select the input parameters 2. Next select the output parameters, 3. Last chose a name and a description.
de: Um ein Makro zu erstellen: 1. Zuerst die Eingabe-Parameter auswählen, 2. im nächsten Schritt die Ausgabe-Parameter auswählen 3. und zum Schluss Name und Beschreibung angeben. Bitte unten auf „Vor“ klicken...

source: To play a macro-construction, 1. First select a macro-construction from the list, 2. Select items on the figure. Only relevant items to the selected macro-construction are selectable. Once enought items are selected, the macro is automaticly executed. To start press the button "next".
de: Um ein Makro zu starten: 1. Wählen Sie zuerst ein Makro aus der Liste, 2. wählen Sie dann die Objekte aus, mit denen das Makro arbeiten soll. Nur sinnvolle Objekte sind wählbar. Wenn genug Objekte gewählt sind, wird das Makro automatisch ausgeführt. Bitte unten auf „Vor“ klicken...

source: Tools based on properties and transformations
de: Werkzeuge, basierend auf Eigenschaften und Veränderungen

source: Translation of an object. When ambiguity, the first selected vector is the vector to translate
de: Ein Objekt verschieben. Wenn uneindeutlig, ist der erste gewählte Vektor der Verschiebungsvektor

source: Unlock
de: Entsperren

source: Vector and point coordinates, line and circle equation
de: Vektor- und Punkt-Koordinaten, Geraden- und Kreis-Gleichung

source: Vector defined by two points
de: Vektor definiert durch zwei Punkte

source: Visibility
de: Sichtbarkeit

source: Write down your description there.
de: Geben Sie hier ihre Beschreibung ein.

source: You can edit the description
de: Sie können die Beschreibung bearbeiten

source: macro
de: Makro

source: other
de: Anderes

source: transformation
de: Veränderung

source: Change the User Interface of the current figure
de: Die Benutzeroberfläche der aktuellen Figur anpassen

source: Change the look of an object
de: Das Aussehen eines Objekts ändern

source: Create a new geometric figure
de: Eine neue geometrische Figur anlegen

source: Create a new text
de: Ein neues Textdokument anlegen

source: Default 100%
de: Standard 100%

source: Define a macro-construction
de: Ein Makro definieren

source: Define exporting area
de: Exportbereich _definieren

source: Define the exporting area
de: Den später zu exportierenden Bereich festlegen

source: Evaluate a figure defined in Scheme
de: Eine in Scheme definierte Figur auswerten

source: Execute a pre-built macro-construction
de: Vorgefertigtes Makro ausführen

source: Export current figure to Flydraw (for WIMS)
de: Aktuelle Figur nach Flydraw exportieren (für WIMS)

source: Export current figure to LaTeX (using PSTrick package)
de: Aktuelle Figur nach Latex exportieren (verwendet pstricks-Paket)

source: Export current figure to PNG (image format)
de: Aktuelle Figur nach PNG exportieren (Rastergrafik)

source: Export current figure to PostScript (eps)
de: Aktuelle Figur nach PostScript exportieren (EPS, Vektorgrafik)

source: Export figure to Flydraw
de: Figur nach Flydraw exportieren

source: Export figure to LaTeX
de: Figur nach LaTeX exportieren

source: Export figure to PNG
de: Figur nach PNG exportieren

source: Export figure to PostScript
de: Figur nach PostScript exportieren

source: Export preferences
de: Einstellungen für Export

source: Free _point
de: Freier _Punkt

source: Grid
de: Gitter

source: Help
de: Hilfe

source: M_ove an object
de: Objekt _bewegen

source: New Figure
de: _Figur

source: New Text
de: Neuer Text

source: Polygon defined by three points or more
de: Polygon durch drei oder mehr Punkten begrenzt

source: Preferences
de: Einstellungen

source: Preferences set up
de: Einstellungen

source: Re_name
de: Umbe_nennen

source: Remove exporting area
de: Exportbereich _entfernen

source: Remove the exporting area
de: Den Exportbereich wieder aufheben

source: Rename
de: Umbenennen

source: Rename the current view
de: Diese Ansicht umbenennen

source: Save _multiple
de: _Mehrere speichern

source: Save several data (figures, macro-constructions.) in one file
de: Verschiedene Daten (Zeichnungen, Makros) in einer Datei speichern

source: Show or hide the grid
de: _Gitter ein/aus

source: Show or hide the unit grid in the current view
de: Gitter in der aktuellen Ansicht ein- oder ausblenden

source: User manual
de: Benutzerhandbuch

source: Windows
de: Fenster

source: Zoom to 100%
de: Auf 100% zoomen

source: Zoom to 125%
de: Auf 125% zoomen

source: Zoom to 150%
de: Auf 150% zoomen

source: Zoom to 175%
de: Auf 175% zoomen

source: Zoom to 200%
de: Auf 200% zoomen

source: Zoom to 25%
de: Auf 25% zoomen

source: Zoom to 50%
de: Auf 50% zoomen

source: Zoom to 75%
de: Auf 75% zoomen

source: _About
de: Über

source: _Angle
de: Winkel

source: _Arc Circle
de: Kreis_bogen

source: _Axial Symmetry
de: _Achsensymmetrisch

source: _Central Symmetry
de: Punkt_symmetrisch

source: _Circle
de: _Kreis

source: _Construct Macro
de: Makro _definieren

source: _Contents
de: _Inhalt

source: _Coordinates
de: _Koordinaten

source: _Coordinates & Equation
de: _Koordinaten & Gleichungen

source: _Curve
de: _Kurve

source: _Custom Interface
de: _Benutzeroberfläche anpassen

source: _Delete an Object
de: Objekt _löschen

source: _Distance & Length
de: Abstand, Länge, Betrag

source: _Edit
de: _Bearbeiten

source: _Evaluate
de: _Auswerten...

source: _Execute Macro
de: Makro _ausführen

source: _Figure
de: _Figur

source: _File
de: _Datei

source: _Geometric Locus
de: Punkt_menge (Geometr. Ort)

source: _Half-line
de: _Halbgerade

source: _Help
de: _Hilfe

source: _Intersection
de: _Schnittpunkt(e)

source: _Line
de: _Gerade

source: _Look
de: _Aussehen

source: _Macro
de: _Makro

source: _Macro-constructions
de: _Makroerstellung

source: _Middle
de: _Mittelpunkt

source: _Numeric
de: _Numerisch

source: _Orthogonal Line
de: Senk_rechte Gerade

source: _Other
de: Andere

source: _Parallel Line
de: _Parallele Gerade

source: _Point
de: _Punkt

source: _Polygon
de: _Polygon (Vieleck)

source: _Property
de: _Eigenschaften

source: _Rotation
de: _Drehung

source: _Scale
de: _Streckung

source: _Script
de: _Skript

source: _Segment
de: _Strecke

source: _Translation
de: _Verschiebung

source: _Vector
de: _Vektor
